<?php
//BTN---------------------------------------------------------------
$btn_startup = [
    ['🛍خرید محصول'], ['🤵‍♀️بانوان', '🤵‍♂️آقایان', '👑برندها'], ['🚛پیگیری مرسوله', '📱ثبت خرید از اینستاگرام'],
    ['☎️ارتباط با ما', '👨‍💼استخدام بازاریاب']
];

$btn_startup_1 = [['📱ثبت خرید از اینستاگرام'], ['🚛پیگیری مرسوله']];

$btn_free = [[]];
$btn_vol = [['5 میل', '30 میل', '100 میل'], ['بازگشت🔙']];
$btn_yn = [['✅بله', '❌خیر']];

$btn_insta = [[' '], ['بازگشت🔙']];
$btn_insta_2 = [['بازگشت🔙']];

$btn_insta_tel_request = [
    [
        [
            'text' => "📱ارسال شماره موبایل",
            'request_contact' => true,
        ],
    ], ['بازگشت🔙']
];

$btn_insta_tel_request2 = [
    [
        [
            'text' => "📱ارسال شماره موبایل",
            'request_contact' => true,
        ],
    ]
];

$btn_activate = [['فعالسازی اپلیکیشن']];

$btn_seller = [['👨‍🏫مشخصات من'], ['🏁ثبت CBD']];

$btn_CBD_1 = [['💤مرخصی تایید شده', '🏕حضور در شهرستان', '🕗ورود به شرکت'], ['بازگشت🔙']];
$btn_CBD_2 = [['🕘خروج از شرکت'], ['بازگشت🔙']];
$btn_CBD = [['🗒ثبت ویزیت'], ['بازگشت🔙']];
$btn_CBD_4 = [['🗒ثبت ویزیت'], ['🔚پایان شیفت کاری عصر'], ['بازگشت🔙']];
$btn_CBD_3 = [['🗒ثبت ویزیت'], ['🔚پایان شیفت کاری صبح'], ['بازگشت🔙']];
$btn_CBD_5 = [['🏠خروج از منزل']];

$btn_save = [[[
    'text' => '📍 ارسال موقعیت مکانی',
    'request_location' => true,
]], ['بازگشت🔙']];

$btn_tel = [[[
    'text' => '📱 ارسال شماره موبایل',
    'request_contact' => true,
]], ['بازگشت🔙']];

$btn_back = [['بازگشت🔙']];
$btn_back_2 = [['رد کردن⏩'], ['بازگشت🔙']];

$btn_visit_1 = [['🤝ورود به فروشگاه'], ['بازگشت🔙']];
$btn_visit_2 = [['👋 خروج از فروشگاه'], ['بازگشت🔙']];
$btn_buy_pos = [['➖', '➕'], ['بازگشت🔙']];
$btn_customer_type = [['📀مشتری جدید'], ['بازگشت🔙']];
//'💾مشتری قدیم'

$btn_my_info = [['✍️ثبت مشخصات', '📱ثبت موبایل'], ['بازگشت🔙']];

$btn_store = [['🧾لیست محصولات'], ['✍️ویرایش محصول', '➕افزودن محصول'], ['🚛ویرایش کد پیگیری']];

$num_key = [['1', '2', '3', '4', '5'], ['بازگشت🔙']];


$btn_stores = [['کارتابل من📂'], ['استعلام فاکتور🧾'], ['مرجوعی📦', 'کسری⛔️']];
